{
 "Erik": {
  "name": "Erik",
  "story": "Assassin of Iskr. With his daggers Ishlock and Galavan, Erik would\nalways be doing jobs as long as you gave him the right payment. But\nnow with the Taints taking his victims, petty Erik heads out to\ntake them down, because only he is allowed to kill the people he\nwants to kill.\n"
 },
 "Aliza": {
  "name": "Aliza",
  "story": "Lightning mage from Lumos village. Usually she is a nice, calm person.\nHowever, one day she went to her favourite spellbook store in town,\nfinding it burnt down by a gaping fire mage. Fuming, she released a\nflurry of thunder. Instead of fearing her, the mage, Jan, invited her\nto join the battlefront.\n"
 },
 "Julie": {
  "name": "Julie",
  "story": "Ranger of S'gleera. Wanted to be a gunslinger like her father but never\nliked the recoil of the gun. Instead she focused her talent for accuracy\ninto the bow and arrow. She won an archery competition in town. Needing\nanother thrill for her skill besides hunting, she decided to join the\nfight against the taints.\n"
 },
 "supreet": {
  "name": "Supreet",
  "story": "From the village of Carmon. Was originally trained to be a healer, but it\nwasn't ~her area of expertise~â„¢. Tired of healing all of the injured, she\nbecame a swordswoman and decided to end the battle herself. Sassy, yet\ncaring, Supreet puts her all into battle.\n"
 },
 "natalie": {
  "name": "Natalie",
  "story": "From the village of Carmon. Childhood friends with Supreet. Has a natural\ngift of healing. Seeing supreet join the battle, she tagged along as well.\nShy and supportive personality.\n"
 },
 "Jan": {
  "name": "Jan",
  "story": "Fire mage of Pumka. When he accidentally burnt down a forest near his house,\nhe decided to save his powers for the battlefield. Friendly personality, even\nif he is oblivious at times.\n"
 },
 "Emily": {
  "name": "Emily",
  "story": "The youngest knight from the village of Hi-kup. Her title was disgraced when\nshe was framed. She continued to live as a hermit in the mountains. One day,\nEmily came back to her village to find it rampaged by Taints. In grief,  she\ntook her spear and armour and became a knight once more.\n"
 },
 "Linh": {
  "name": "Linh",
  "story": "From the village of Bubsy. SHe is known to be a knight to be reckoned with,\ndespite her small stature. Priyonto often accompanies her, interested in how\nshe sees the world. Intrigued by the battlefront, Linh decided to join the\nbattle for herself.\n"
 },
 "priyonto": {
  "name": "Priyonto",
  "story": "From the village of Bubsy. He is known to be the swordsman with the most laid\nback attitude. When he is not following Linh, he can be found sparring Erik.\nIt was only because of Linh that he decided to support the war effort.\n"
 },
 "Minya": {
  "name": "Minya",
  "story": "From the village of Carmon. Despite being considered a prodigious healer in the\nvillage, Minya feels she isn't good enough. Wanting to gelp those who are\nfightning against the Taints, Minya decided to head out into the battle. Cheerful\nand kind.\n"
 },
 "viv": {
  "name": "Vivianne",
  "story": "Ranger of S'gleera. Lost the archery match of her life to Julie. Sassy and uncaring,\nshe heads out into the battlefield, hoping that she'll gain a better reputation\nthan her ultimate rival.\n"
 },
 "ogu": {
  "name": "Oguzhan",
  "story": "From the village of Chipol'Eh. Oguzhan's pale complexion along with his routine\nnocturnal assassination tactics have made people think he is a vampire. His best\nfriend, Zak doesn't think so. In fact, the two entered the war, promising to avenge\nthe other if they had died.\n"
 },
 "Zak": {
  "name": "Zak",
  "story": "From the village of Chipol'Eh. Growing up as a farmer's son, Zak dreamed of becoming\na swordsman. Running away from home to find a mentor, he bumped into the same master\nthat taught Oguzhan. Now best friends, he and Oguzhan made a pact to avenge the other's\ndeath on the battlefield."
 }
}